Repository: dNG-git/sWG_basic
Catalog: po/swg_account/*.po
Languages: de

source: account_actives_1: Users active over the past
de: Aktive Benutzer in den letzten

source: account_actives_2: minutes
de: Minuten

source: There are no known active users.
de: Derzeit sind dem System keine aktiven Benutzer bekannt.

source: Active users
de: Aktive Benutzer

source: User avatar
de: Benutzeravatar

source: Account Control Center
de: Account-Kontrollzentrum

source: Member information
de: Mitgliedsinformationen

source: account_done_email_change_1: We will have to check the given address before we are able to change the database entry. A confirmation e-Mail has been send to your account. Please follow the given link to complete this task. Your new e-Mail address has been saved temporarily in our database.
de: Bevor die E-Mail-Adresse geändert werden kann, muss noch ein soeben an dich per E-Mail geschickter Link ausgeführt werden. Die neue E-Mail-Adresse wurde im System zwischengespeichert.

source: account_done_email_change_2: The e-Mail address has been changed successfully.
de: Die E-Mail-Adresse wurde erfolgreich geändert.

source: account_done_email_user_1: A link has been sent to you via e-Mail. Please use this link to confirm the delivery of your message. The message and your sender information have been saved temporarily in the system.
de: Bevor die Nachricht gesendet wird, muss noch ein soeben an dich per E-Mail geschickter Link ausgeführt werden. Die Nachricht, einschließlich deinen Absenderinformationen, wurde im System zwischengespeichert.

source: account_done_email_user_2: The message has been send successfully.
de: Die Nachricht wurde erfolgreich versandt.

source: A new password has been assigned successfully using a valid security ID. The new valid access information have been sent to your e-Mail address.
de: Durch die gültige SicherheitsID wurde deinem Account soeben ein neues Passwort zugewiesen. Die nun gültigen Zugangsdaten wurden per E-Mail an dich übermittelt.

source: Your language settings have been updated successfully.
de: Die Spracheinstellung wurde erfolgreich geändert.

source: All "new" markers have been removed successfully.
de: Alle Markierungen für neue Inhalte wurden erfolgreich aufgehoben.

source: You have been logged in successfully.
de: Du wurdest erfolgreich angemeldet.

source: You have been logged out successfully.
de: Du wurdest erfolgreich abgemeldet.

source: A link has been sent to you via e-Mail. Please use this link to confirm the changed password. Your new password has been saved temporarily in the system.
de: Bevor die Passwortänderung durchgeführt wird, muss noch ein soeben an dich per E-Mail geschickter Link ausgeführt werden. Das neue Passwort wurde im System zwischengespeichert.

source: The defined member has been deleted successfully.
de: Das angegebene Mitglied wurde erfolgreich gelöscht.

source: The changed member information have been saved successfully.
de: Die geänderten Mitgliedsinformationen wurden erfolgreich abgespeichert.

source: A new password has been assigned successfully and an e-Mail was sent to the member.
de: Das Zuweisen eines neuen Passwortes wurde erfolgreich durchgeführt und das Mitglied per E-Mail informiert.

source: A new security ID has been assigned successfully and an e-Mail was sent to the member.
de: Das Zuweisen einer neuen SicherheitsID wurde erfolgreich durchgeführt und das Mitglied per E-Mail informiert.

source: A link has been sent to you via e-Mail. Please use this link to confirm your account registration. Your account information have been saved temporarily in the system.
de: Bevor die Accountanmeldung fertiggestellt wird, muss noch ein soeben an dich per E-Mail geschickter Link ausgeführt werden. Die Accountangaben wurden im System zwischengespeichert.

source: Change your e-Mail-address
de: E-Mail-Adresse ändern

source: Other users are allowed to send e-Mails to you
de: Erlauben, dass andere Nutzer E-Mails an dich senden

source: e-Mail address
de: E-Mail-Adresse

source: e-Mail message
de: E-Mail-Nachricht

source: Sender address
de: Absender-Adresse

source: Send an e-Mail to the member
de: E-Mail an Mitglied senden

source: The security ID has been used. Therefore a new password has been assigned to your account. The new valid access information has been listed below.
de: Durch die Nutzung der SicherheitsID wurde für dein Account das Passwort geändert. Die nun gültige Zuganginformation wurde nachfolgend aufgelistet.

source: Group description
de: Gruppenbeschreibung

source: Currently no groups have been defined.
de: Derzeit sind keine Gruppen definiert worden.

source: Mark group
de: Gruppe auswählen

source: Group selection
de: Gruppenauswahl

source: Remove marker
de: Auswahl aufheben

source: Group
de: Gruppe

source: Every e-Mail address between 5 and 255 characters will be accepted by the system if the address or domain has not been blocked by the administration. Please note that only one account is allowed per e-Mail address.
de: Jede E-Mail-Adresse zwischen 5 und 255 Zeichen wird vom System anerkannt, sofern die Administration nicht die Adresse oder Domain gesperrt hat. Beachte bitte, dass nur eine E-Mail-Adresse pro Mitglied erlaubt ist.

source: A security ID has been given to you after registering an account or using the &quot;Forgotten password&quot; option. As previously mentioned it is now required to reset your password.
de: Bei der Registrierung oder Nutzung der "Passwort vergessen"-Option wird dir eine SicherheitsID mitgeteilt. Wie bereits dort erwähnt, ist diese nun zum Zurücksetzen des Passwortes erforderlich.

source: Change language settings
de: Spracheinstellung ändern

source: Language
de: Sprache

source: Last visit
de: Letzter Besuch

source: Is online
de: Derzeit aktiv

source: Latest wrong password entry
de: Neueste falsche Passworteingabe

source: Delete current list
de: Derzeitige Liste löschen

source: Current one-time-password list
de: Derzeitige Liste der Einmalpasswörter

source: List entries
de: Listeneinträge

source: Generate new list
de: Neue Liste erstellen

source: New one-time-password list
de: Neue Liste der Einmalpasswörter

source: Please note that this list will not be viewable again.
de: Beachte bitte, dass diese Liste nicht wieder eingesehen werden kann.

source: Remaining entries
de: Verbleibende Einträge

source: One-time-password list
de: Liste der Einmalpasswörter

source: Login using an one-time-password
de: Anmelden mit Einmalpasswort

source: One-time-password position
de: Position des Einmalpassworts

source: Wrong password count
de: Anzahl falscher Passworteingaben

source: Change password
de: Passwort ändern

source: New password
de: Neues Passwort

source: We recommend to change the password as soon as possible.
de: Wir empfehlen dir, dass Passwort sobald als möglich zu ändern.

source: A new password has been assigned to your account. The new valid access information have been listed below.
de: Für deinen Account wurde das Passwort geändert. Die nun gültige Zuganginformation wurde nachfolgend aufgelistet.

source: Really delete the user
de: Mitglied wirklich löschen

source: Delete user
de: Mitglied löschen

source: Administrative options
de: Administrative Optionen

source: Basic settings
de: Grundeinstellungen

source: Edit profile
de: Profil bearbeiten

source: Assign a new password
de: Neues Passwort zuweisen

source: Assign a new security ID
de: Neue SicherheitsID zuweisen

source: Select profile
de: Profil auswählen

source: Show profile
de: Profil anzeigen

source: Member rating
de: Mitgliedsbewertung

source: Address
de: Adresse

source: Country
de: Staat

source: First name
de: Vorname

source: Other users are allowed to access the RealLife data
de: Anderen den Zugriff auf die RealLife-Daten gewähren

source: Family name
de: Familienname

source: Title
de: Titel

source: RealLife information
de: RealLife-Informationen

source: Please note that you will receive an e-Mail to check your e-Mail address. You will have to use the given vID there to activate your account.
de: Beachte bitte, dass dir eine E-Mail zur Überprüfung deiner E-Mail-Adresse zugesandt wird. Der Account wird erst nach der Ausführung der darin enthaltenen vID aktiviert.

source: TOU accepted
de: ANB akzeptiert

source: TOU
de: ANB

source: Member since
de: Mitglied seit

source: We want to welcome you once more on behalf of the whole team. If you have questions about available options please have a look at the voluminous help. This private messaging system is likewise available for you. A new message can be written using the function of the same name. Please note that you can only receive an defined amount of messages.
de: Wir möchten dich nochmals im Namen des kompletten Teams herzlich willkommen heißen. Solltest du Fragen bezüglich der angebotenen Funktionen haben, werfe bitte zuvor einen Blick in die umfangreiche Hilfe. Dieses Nachrichtensystem steht dir ebenfalls zur Verfügung. Eine neue Nachricht lässt sich jederzeit über die gleichnamige Funktion erstellen. Beachte jedoch, dass nur eine bestimmte Anzahl an Nachrichten empfangen werden können.

source: A new 96 characters long security ID was assigned to your account. Once you will be able to reset your password using this ID. Please keep this ID in a safe place and delete this e-Mail as soon as possible.
de: Nachfolgend wird deinem Account eine 96 Zeichen lange SicherheitsID zugewiesen. Solltest du dein Passwort verlieren, kannst du einmalig diese ID nutzen, um dein Passwort zurücksetzen zu lassen. Bewahre diese ID gut auf und lösche diese E-Mail sobald als möglich.

source: Security ID
de: SicherheitsID

source: Available functions for your account
de: Verfügbare Funktionen zu deinem Account

source: Signature
de: Signatur

source: External verification incomplete
de: Externe Anmeldung nicht abgeschlossen

source: External verification sucessful
de: Externe Anmeldung erfolgreich abgeschlossen

source: External verification
de: Externe Anmeldung

source: Verification
de: Verifizierung

source: Verification type
de: Verifizierungs-Typ

source: Password has been changed
de: Das Passwort wurde geändert

source: Updating your e-Mail address
de: Aktualisierung der E-Mail-Adresse

source: Password change request
de: Änderung des Passwortes

source: Register an account
de: Accountanmeldung

source: Welcome
de: Herzlich willkommen

source: New Security ID assigned
de: Zuweisung einer SicherheitsID

source: External verification via e-Mail
de: Externe Verifizierung über eMail

source: Use a cookie
de: Cookie verwenden

source: There are currently no registered users in our database.
de: Derzeit sind keine Benutzer in der Datenbank registriert.

source: Select user
de: Benutzer auswählen

source: User selection
de: Benutzerauswahl

source: Remove selection
de: Auswahl aufheben

source: Description
de: Beschreibung

source: Member title
de: Mitgliedstitel

source: account_validation_for_email_1: To send your e-Mail to
de: Um die E-Mail an

source: account_validation_for_email_2: please click the following link as confirmation. Your message will be send with your e-Mail address as sender to the recipient.
de: zu versenden, klicke bitte zur Bestätigung auf den nachfolgenden Link. Die Nachricht wird dann mit deiner Absenderadresse versandt.

source: Please visit the following URL to confirm the change and that your new e-Mail address is working probertly.
de: Um die Gültigkeit deiner neuen E-Mail-Adresse sicherzustellen, bestätige bitte die Änderung durch einen Aufruf der nachfolgenden URL.

source: To change your password, please use the link given in this e-Mail. This step should ensure, that a third party is unable to change your account password even if the account has been compromised.
de: Um das Passwort zu ändern, muss noch der innerhalb dieser E-Mail angegebene Link ausgeführt werden. Dies soll verhindern, dass Dritte unberechtigt das Accountpasswort abändern.

source: To complete the account registration you will have to click the following link.
de: Für die Fertigstellung der Accountanmeldung musst du nur noch auf den nachfolgenden Link klicken.

source: The defined e-Mail address or domain has been blocked by the administration and can not be used.
de: Die angegebene E-Mail-Adresse oder -Domain wurde durch die Administration gesperrt und kann nicht verwendet werden.

source: The defined e-Mail address does already exist in our database.
de: Die angegebene E-Mail-Adresse existiert bereits in unserer Datenbank.

source: The specified group ID is invalid.
de: Die angegebene Gruppen-ID ist ungültig.

source: The defined password is invalid.
de: Das angegebene Passwort ist ungültig.

source: The defined security ID for the account differs from that one in our database or it has been used but not renewed.
de: Die angegebene SicherheitsID für den Benutzeraccount unterscheidet sich von derjenigen in unserer Datenbank oder sie wurde bereits genutzt aber nicht erneuert.

source: Please log in on the external service to log in here.
de: Bitte melde dich am externen Dienst an um dich hier anzumelden.

source: The log in procedure for the external service has expired. Unfortunately we are unable to complete your log in successfully.
de: Der Anmeldevorgang am externen Dienst dauerte leider zu lange. Deine Anmeldung kann daher nicht erfolgreich abgeschlossen werden.

source: Please complete the log in procedure of the external service before accessing this restricted function.
de: Bitte schließe die Anmeldung am externen Dienst ab, bevor du auf die zugriffsbeschränkte Funktion zugreifst.

source: You have to accept the "Terms Of Use" (TOU) to continue your registration.
de: Du musst die "Allgemeinen Nutzungsbedingungen" (ANB) akzeptieren, um fortfahren zu können.

source: The defined user name has been blocked by the administration. According to the Terms Of Use you are no longer allowed to use the provided services.
de: Der angegebene Benutzername wurde durch die Administration gesperrt. Entsprechend der allgemeinen Nutzungsbedingungen bist du nicht länger berechtigt, diese Dienste in Anspruch zu nehmen.

source: The defined user name does already exist in our database.
de: Der angegebene Benutzername existiert bereits in unserer Datenbank.

source: The defined user name contains characters that are not allowed. Allowed characters are 0-9, a-z, A-Z as well as the following symbols: !\$%&/(){[]}?@*~#,.-;_
de: Der angegebene Benutzername enthält Zeichen, welche nicht verwendet werden dürfen. Erlaubte Zeichen sind 0-9, a-z, A-Z sowie die folgenden Symbole: !\$%&/(){[]}?@*~#,.-;_

source: The defined user name has been locked by the administration or the system.
de: Der angegebene Benutzername wurde durch die Administration oder das System gesperrt.
