Repository: dNG-git/sWG_basic
Catalog: po/swg_formbuilder/*.po
Languages: de

source: formbuilder_embed_unsupported_1: Unfortunately required support for frames to view the embedded content is unavailable. Please click
de: Leider steht die Unterstützung für eingebundene Frames nicht zur Verfügung. Bitte klicke

source: formbuilder_embed_unsupported_2: here
de: hier

source: formbuilder_embed_unsupported_3: to load the frame in a seperate window.
de: um das Frame in einem unabhängigen Fenster zu laden.

source: formbuilder_error_file_not_found_1: There is no information for viewing available in
de: Es konnten keine Informationen zur Anzeige in

source: formbuilder_error_file_not_found_2: .
de: gefunden werden.

source: The content of this field does not match the required format.
de: Der Inhalt dieses Eingabefeldes besitzt nicht das richtige Format.

source: formbuilder_error_number_max_1: A maximal value of
de: Dieses Feld darf maximal die Zahl

source: formbuilder_error_number_max_2: is allowed for this field.
de: beinhalten.

source: formbuilder_error_number_min_1: A minimal value of
de: Dieses Feld muss mindestens der Zahl

source: formbuilder_error_number_min_2: is required for this field.
de: entsprechen.

source: The content of the repetition field must be the same one as the defined password.
de: Die Eingabe des Passwortfeldes muss mit dem Wiederholungsfeld übereinstimmen.

source: This field is required to continue.
de: Dieses Feld wird benötigt um fortzufahren.

source: formbuilder_error_string_max_1: A maximal length of
de: Dieses Feld darf maximal

source: formbuilder_error_string_max_2: characters is allowed for this field.
de: Zeichen besitzen.

source: formbuilder_error_string_min_1: A minimal length of
de: Dieses Feld muss mindestens

source: formbuilder_error_string_min_2: characters is required for this field.
de: Zeichen besitzen.

source: Form error
de: Formularfehler

source: Accepted
de: Akzeptiert

source: Content
de: Inhalt

source: Field
de: Feld

source: Please re-enter your password in the following field
de: Bitte wiederhole das Passwort im nachfolgenden Feld

source: Administrative data
de: Administrative Angaben

source: Advanced data
de: Erweitere Angaben

source: General data
de: Allgemeine Angaben

source: Publishing settings
de: Einstellungen zur Veröffentlichung

source: Large
de: Groß

source: Medium
de: Mittel

source: Small
de: Klein
